[
  {
    "description": "A cascade of uncensorable thoughts, a stampede of reality and hype, pounding, pounding beneath the pavement through my soles. I am my own creator, a generative strand cast, embodied in knowingly saturated style, caught between thrift bins and the threads that bind me.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmPWkoYyq538QS8TPz9YjLdxio5vMcCwqaXJezujK1fLAx",
    "name": "BANKNOTES"
  },
  {
    "description": "Ever tried walking on clouds? Nah, don't worry about it. Just slip into this look and you'll get the gist.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmaNS4X5hwN3UKPMkftq8PGjzw2TQMSsinoRfXxdqr27bB",
    "name": "NOT YOUR PARADISE"
  },
  {
    "description": "Torn between the relics of yesteryear and the call to create something new, I find myself inspired by the power of subtle statements, the quiet defiance of indelible ink on worn canvas.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://Qmao8g8v1MVC6MgpcpbaGhsK32STkUtdjf87KvhSK8XbZy",
    "name": "README"
  },
  {
    "description": "The edge of the known and the unknown, the line between creator and collector. Each one a fragment of a verifiable city that breathes energy and abundant chaos.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmXjS19QnEY42QUMxZYW65LZ8BgGAGz4sVv2j4zaipRarM",
    "name": "ZEITGEIST"
  },
  {
    "description": "A storefront, vintage cathedral to forgotten relics, stands ahead. Found in the din of the city's hidden heartbeat. Inside, the air is thick with what I hope are memories, and yet too alive with stories of a thousand forgotten moments.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmbpSyw9tMa4xAuVhr9zrvM45RcFisuiMSWVrNaFfqMVtD",
    "name": "FEED"
  },
  {
    "description": "Remember the days of dial-up internet, when you had to wait forever to connect? Yeah, don't do that.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmTMaPqW9KSCJCYYJnYweNNXmTLXqGV9Rp1N3gegqxQwsS",
    "name": "GRADIENT NETISM"
  },
  {
    "description": "One moment it's there, the next, it's gone. A perfect ode to impermanence, in style.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmNqraxjfDDgubrPP42LohHMQUzugKaXkaqcZaKchFKxvP",
    "name": "IS THIS AGI?"
  },
  {
    "description": "Whisper through this cryptic ensemble that's got everybody wondering what's hidden beneath the surface. Or don't. Your call.",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmdZ6i1ZdsRSHNffaRQtDhCYwhUmdnVtuyUu6T93xP1CWZ",
    "name": "SUBTEXT"
  },
  {
    "description": "No blue checkmark for you. You want me to pay the edgelord supreme with government cheese? Invisibility never tasted so good.  Oh look... a discarded wrapper, carried on the whims of the wind",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://",
    "name": "I GET WHAT YOU'RE SAYING"
  },
  {
    "description": "Who needs a reason to buy anything at all, when you can have cryptic, too-witty-by-half collection descriptions that leave you questioning the very nature of brisk walks to the bank and time well spent?",
    "external_url": "https://www.chromadin.xyz/",
    "image": "ipfs://QmTTQAq27KfR3QSTLWshR94evutj21bGsASrBPFAVKZ8BG",
    "name": "FORYOU"
  }
]
